Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# InternalFolderInfo
source: Browse your file system
ar: استعراض ملفات الجهاز
be: Праглядзець файлавую сістэму
ca: Navega pel sistema de fitxers
de: Dateisystem durchsuchen
es: Explora tu sistema de archivos
fa: جستجو در فایل سیستم شما
fi: Selaa tiedostojärjestelmääsi
fr: Parcourir votre stockage interne
id: Cari sistem data Anda
it: Sfoglia i tuoi file di sistema
ko: 파일 시스템 탐색
ms: Layari sistem fail anda
nl: Blader door je bestandssysteem
pl: Przeglądaj swoje pliki systemowe
pt_br: Acessar seu sistema de arquivos
ru: Поиск в файловой системе
sv: Bläddra i ditt filsystem
tr: Dosya sisteminize göz atın
uk: Огляд файлової системи
uz: Fayl tizimingiz ichidan qidirish

source: Internal Storage
ar: التخزين الداخلي
be: Унутранае сховішча
ca: Emmagatzematge intern
de: Interner Speicher
es: Almacenamiento interno
fa: فضای ذخیره‌سازی داخلی
fi: Sisäinen tallennustila
fr: Stockage interne
id: Penyimpanan Internal
it: Archivio interno
ko: 내부 저장 공간
ms: Storan Dalaman
nl: Interne opslag
pl: Pamięć wewnętrzna
pt_br: Armazenamento Interno
ru: Внутреннее хранилище
sv: Internt lagringsutrymme
tr: Dahili Depolama
uk: Внутрішнє сховище
uz: Ichki xotira
zh_cn: 内部存储器
zh_tw: 内部儲存

# InvalidCode
source: Invalid code, please try again.
ar: الرمز غير صالح، ترجى إعادة المحاولة.
be: Памылковы код, паспрабуйце яшчэ раз.
ca: El codi no és vàlid, torneu a provar-ho.
de: Ungültiger Code. Bitte versuche es später erneut.
es: Código inválido. Por favor, reinténtalo.
fi: Virheellinen koodi. Yritä uudelleen.
fr: Code invalide, veuillez réessayer.
it: Codice non valido, per favore riprova.
ko: 올바르지 않은 코드입니다. 다시 시도해주세요.
ms: Kod tak sah, sila cuba lagi.
nl: Ongeldige code, probeer het opnieuw
pl: Niepoprawny kod, spróbuj ponownie później.
pt_br: Código inválido. Por favor, tente de novo.
ru: Неверный код, попробуйте снова.
sv: Felaktig kod, försök igen
tr: Geçersiz kod, lütfen tekrar deneyin.
uk: Хибний код, спробуйте ще раз.

source: Invalid first name
ar: الاسم الأول غير مسموح به، يرجى إدخال اسم آخر.
be: Памылковае імя
ca: Nom no vàlid
de: Ungültiger Vorname
es: Nombre inválido
fa: نام نامعتبر است
fi: Tätä etunimeä ei voi käyttää. Kokeile toista nimeä.
fr: Prénom invalide
id: Nama depan salah
it: Nome non valido
ko: 올바른 이름을 입력해 주세요
ms: Nama pertama tak sah
nl: Ongeldige voornaam
pl: Niepoprawne imię
pt_br: Nome inválido
ru: Некорректное имя
sv: Det här förnamnet är ogiltigt, försök med ett annat.
tr: Geçersiz ad
uk: Недопустиме імʼя
uz: Ism xato
zh_cn: 不符合规范的名字
zh_tw: 無效的名字

# InvalidLastName
source: Sorry, this last name can't be used
ar: المعذرة، لا يمكن استخدام اسم العائلة هذا.
be: На жаль, гэта прозвішча не можа быць ужыта
ca: Aquests cognoms no es poden usar
de: Dieser Name kann leider nicht benutzt werden
es: Lo sentimos, este apellido no se puede usar
fa: متأسفانه این نام خانوادگی قابل استفاده نیست.
fi: Valitettavasti tämä sukunimi ei kelpaa
fr: Désolé, ce nom de famille ne peut être utilisé.
id: Maaf, nama belakang ini tidak dapat digunakan.
it: Spiacenti, questo cognome non può essere usato
ko: 죄송합니다. 본 성을 사용하실 수 없습니다
ms: Maaf, nama akhir ini tak boleh diguna
nl: Ongeldige achternaam
pl: Nie możesz użyć takiego nazwiska
pt_br: Desculpe, este sobrenome não pode ser usado
ru: Некорректная фамилия
sv: Beklagar, efternamnet kan ej användas
tr: Üzgünüz, bu soyad kullanılamaz
uk: Недопустиме прізвище
uz: Kechirasiz, bu familiyadan foydalana olmaysiz
zh_cn: 不符合规范的姓氏
zh_tw: 無效的姓氏

# InvalidPhoneNumber
source: Invalid phone number. Please check the number and try again.
ar: رقم هاتف غير صالح، يرجى التحقق من الرقم والمحاولة مرة أخرى.
be: Памылковы нумар тэлефона. Праверце яго і паспрабуйце яшчэ раз.
ca: El número de telèfon no és vàlid. Comproveu-lo i torneu a intentar-ho.
de: Ungültige Telefonnummer. Bitte prüfe, ob du sie richtig eingetippt hast und versuche es erneut.
es: Número de teléfono inválido. Por favor, revisa el número y reinténtalo.
fa: شماره تلفن نامعتبر است. لطفاً شماره را بررسی کرده و دوباره تلاش کنید.
fi: Virheellinen puhelinnumero. Tarkista numerosi ja yritä uudelleen.
fr: Numéro de téléphone invalide. Merci de vérifier le numéro et réessayer.
id: Nomor telepon salah. Mohon untuk cek dan coba lagi.
it: Numero di telefono non valido. Per favore controlla il numero e riprova.
ko: 전화번호가 잘못되었습니다. 번호를 확인하여 다시 시도해 주세요.
ms: Nombor fon tak sah. Sila tentukan nombor yang betul dan cuba lagi.
nl: Ongeldig telefoonnummer, controleer het nummer en probeer opnieuw.
pl: Nieprawidłowy numer telefonu. Sprawdź numer i spróbuj ponownie.
pt_br: Número de telefone inválido. Por favor, verifique o número e tente de novo.
ru: Некорректный номер телефона. Пожалуйста, проверьте номер и попробуйте ещё раз.
sv: Felaktigt telefonnummer. Kontrollera numret och försök igen.
tr: Geçersiz telefon numarası. Numaranızı kontrol edin ve tekrar deneyin.
uk: Недопустимий номер телефону. Перевірте номер і спробуйте ще раз.
uz: Telefon raqami xato. Raqamni tekshiring va qaytadan urining.
zh_cn: 无效的手机号码
zh_tw: 無效的手機號碼

source: invisible
ar: مخفي
be: нябачны
de: unsichtbar
fa: پنهان
fi: näkymätön
id: tak terlihat
it: invisibile
ko: 숨김
ms: tidak kelihatan
nl: onzichtbaar
pl: niewidoczny
pt_br: invisível
ru: невидимый
sv: osynlig
tr: görünmez
uk: невидимий
uz: ko‘rinmas
zh_cn: 隐身
zh_tw: 隱身

# Invitations_one
source: {0} invitation
ar: إضافة واحدة
be: {0} запрашэнне
ca: {0} invitació
de: {0} Einladung
es: {0} añadido
fi: {0} kutsu
it: {0} invito
nl: {0} uitnodiging
pl: {0} zaproszenie
pt_br: {0} convite
ru: {0} приглашение
sv: {0} inbjudning
tr: {0} davet
uk: {0} запрошення

# Invitations_other
source: {0} invitations
ar: ⁨{0}⁩ إضافة
be: {0} запрашэнняў
ca: {0} invitacions
de: {0} Einladungen
es: {0} añadidos
fi: {0} kutsua
it: {0} inviti
ko: 초대 {0}건
ms: {0} undangan
nl: {0} uitnodigingen
pl: {0} zaproszenia
pt_br: {0} convites
ru: {0} приглашений
sv: {0} inbjudningar
tr: {0} davet
uk: {0} запрошень

source: Invite
ar: دعوة
be: Запрасіць
ca: Convida
de: Einladen
es: Invitar
fa: دعوت
fi: Kutsu
fr: Inviter
id: Undang
it: Invita
ko: 초대
ms: Jemput
nl: Nodig uit
pl: Zaproś
pt_br: Convidar
ru: Пригласить
sv: Bjud in
tr: Davet et
uk: Запросити
uz: Taklif qilish
zh_cn: 邀请
zh_tw: 邀請

source: Invite by QR Code
ar: دعوة عبر رمز QR
be: Запрасіць праз QR-код
ca: Invitació amb QR
de: Per QR-Code einladen
es: Invitar con código QR
fi: Kutsu QR-koodilla
fr: Inviter par code QR
it: Invita tramite QR
ko: QR 코드로 초대하기
ms: Jemput melalui Kod QR
nl: Nodig uit via QR-code
pl: Zaproś za pomocą kodu QR
pt_br: Convidar por Código QR
ru: QR-код
sv: Bjud in med QR-kod
tr: QR Kodu ile Davet Et
uk: QR-код

source: invited
ar: تمت دعوته
be: запрошаны
ca: convidat
de: eingeladen
es: invitado
fi: Kutsuttu
fr: invité
it: invitato
ko: 초대됨
ms: dijemput
nl: uitgenodigd
pl: zaproszony
pt_br: convidado
ru: приглашен(а)
sv: inbjuden
tr: davet edildi
uk: запрошено

# InviteExpired
source: This invite link has expired.
ar: انتهت صلاحية رابط الدعوة هذا.
be: Гэта запрашальная спасылка пратэрмінаваная.
ca: L'enllaç d'invitació ha vençut.
de: Dieser Einladungslink ist abgelaufen.
es: Este enlace de invitación expiró.
fi: Tämä kutsulinkki on erääntynyt.
fr: Ce lien d'invitation a expiré.
it: Questo link d'invito è scaduto.
ko: 이 초대링크는 만료되었습니다.
ms: Link jemputan ini telah tamat.
nl: Deze link is verlopen
pl: Ten link zaproszenia wygasł.
pt_br: Esse link de convite expirou.
ru: Срок действия ссылки истёк.
sv: Den här länken har utgått.
tr: Bu davet bağlantısının süresi dolmuş.
uk: Це запрошувальне посилання прострочене.

source: Invite Friends
ar: دعوة أصدقاء
be: Запрасіць сяброў
ca: Convida contactes
de: Freunde einladen
es: Invitar amigos
fa: دعوت از دوستان
fi: Kutsu kavereita
fr: Inviter des amis
id: Undang Teman
it: Invita amici
ko: 친구 초대
ms: Jemput Rakan
nl: Vrienden uitnodigen
pl: Zaproś znajomych
pt_br: Convidar Amigos
ru: Пригласить друзей
sv: Bjud in vänner
tr: Arkadaşlarını Davet Et
uk: Запросити друзів
uz: Tanishlarni taklif qilish
zh_cn: 邀请朋友
zh_tw: 邀請朋友

# InviteFriendsHelp
source: Select contacts to invite them to Telegram
ar: تحديد جهات اتصال لدعوتهم إلى تليجرام
be: Выберыце кантакты, каб запрасіць іх у Telegram
ca: Seleccioneu contactes per a convidar-los al Telegram
de: Kontakte wählen, die du einladen möchtest
es: Elige contactos para invitarlos a Telegram
fa: مخاطبینی را برای دعوت به تلگرام انتخاب کنید
fi: Valitse yhteystiedot jotka haluat kutsua Telegramiin
fr: Sélectionner des contacts pour les inviter
id: Pilih kontak untuk mengundang ke Telegram
it: Seleziona dei contatti per invitarli su Telegram
ko: 텔레그램 초대장을 보낼 연락처를 선택하세요
ms: Pilih kenalan untuk menjemput mereka ke Telegram
nl: Kies contacten en nodig ze uit voor Telegram
pl: Wybierz kontakty, aby zaprosić je do Telegrama
pt_br: Selecione os contatos para convidar ao Telegram
ru: Выберите людей, которых хотите пригласить в Telegram
sv: Markera kontakter för inbjuda till Telegram
tr: Telegram'a davet etmek için kişi seçin
uk: Виберіть, які контакти запросити до Telegram
uz: Telegramga taklif qilish uchun kontaktlarni tanlang
zh_cn: 选择要邀请到 Telegram 的联系人
zh_tw: 選擇要邀請到 Telegram 的聯絡人

source: Invite Link
ar: رابط الدعوة
be: Запрашальная спасылка
ca: Enllaç d'invitació
de: Einladungslink
es: Enlace de invitación
fa: لینک دعوت
fi: Kutsulinkki
fr: Lien d'invitation
id: Tautan Undangan
it: Link d'invito
ko: 초대 링크
ms: Link Jemputan
nl: Uitnodigingslink
pl: Link zaproszenia
pt_br: Link de Convite
ru: Ссылка-приглашение
sv: Inbjudningslänk
tr: Davet Bağlantısı
uk: Запрошувальне посилання
uz: Taklif havolasi
zh_cn: 邀请链接
zh_tw: 邀請鏈結

# InviteLinkCount_one
source: {0} invite link
ar: رابط دعوة واحد
be: {0} запрашальная спасылка
ca: {0} enllaç d'invitació
de: {0} Einladungslink
es: {0} enlace de invitación
fi: {0} kutsulinkki
fr: {0} lien d'invitation
it: {0} link d'invito
nl: {0} uitnodigingslink
pl: {0} link zaproszenia
pt_br: {0} link de convite
ru: {0} пригласительная ссылка
sv: {0} inbjudningslänk
tr: {0} davet bağlantısı
uk: {0} запрошувальне посилання

# InviteLinkCount_other
source: {0} invite links
ar: ⁨{0}⁩ رابط دعوة
be: {0} запрашальнай спасылкі
ca: {0} enllaços d'invitació
de: {0} Einladungslinks
es: {0} enlaces de invitación
fi: {0} kutsulinkkiä
fr: {0} liens d'invitation
it: {0} link d'invito
ko: 초대링크 {0}개
ms: {0} link jemputan
nl: {0} uitnodigingslinks
pl: {0} linku zaproszenia
pt_br: {0} links de convite
ru: {0} пригласительные ссылки
sv: {0} inbjudningslänkar
tr: {0} davet bağlantısı
uk: {0} запрошувальних посилань

source: Invite Links
ar: روابط الدعوة
be: Запрашальныя спасылкі
ca: Enllaços d'invitació
de: Einladungslinks
es: Enlaces de invitación
fi: Kutsulinkit
fr: Liens d'invitation
it: Link d'invito
ko: 초대 링크
ms: Link Jemputan
nl: Uitnodigingslinks
pl: Linki zaproszeń
pt_br: Links de Convite
ru: Пригласительные ссылки
sv: Inbjudningslänkar
tr: Davet Bağlantıları
uk: Запрошувальні посилання

# InviteRevokedHint
source: The invite link has been revoked.
ar: تم تعطيل رابط الدعوة.
be: Запрашальная спасылка адклікана.
ca: S'ha revocat l'enllaç d'invitació.
de: Der Einladungslink wurde widerrufen.
es: El enlace de invitación ha sido anulado.
fi: Kutsulinkki mitätöitiin.
fr: Le lien d'invitation a été révoqué.
it: Questo link d'invito è stato revocato.
ko: 초대링크가 폐기되었습니다.
ms: Link jemputan telah dibatal.
nl: De uitnodigingslink is ingetrokken.
pl: Link zaproszenia został unieważniony.
pt_br: O link de convite foi revogado.
ru: Эта ссылка была сброшена.
sv: Inbjudningslänken har återkallats.
tr: Davet bağlantısı iptal edildi.
uk: Запрошувальне посилання було відкликано.

# InviteText2
source: Hey, I'm using Telegram to chat. Join me! Download it here: {0}
ar: مرحبا، أنا أستخدم تيليجرام للمحادثة، انضم إلي! قم بتنزيله من هنا: ⁨{0}⁩
be: Вітаю, я выкарыстоўваю Telegram для сувязі. Далучайся! Спампуй па спасылцы: {0}
ca: Ep! Jo utilitzo el Telegram per a comunicar-me! Baixa'l i uneix-te a la conversa: {0}
de: Hi, ich benutze Telegram zum Chatten. Hier kannst du es herunterladen: {0}
es: Estoy usando Telegram para chatear. ¡Únete! Descárgala aquí: {0}
fa: سلام، من از تلگرام برای گفتگو استفاده می‌کنم. به من بپیوند! تلگرام را از اینجا دانلود کن: ⁨{0}⁩
fi: Hei, käytän Telegramia keskusteluun. Tule mukaan! Lataa se täältä: {0}
fr: Salut, j'utilise Telegram pour discuter ! Rejoins-moi : {0}
id: Halo, Saya pakai Telegram untuk chat. Ayo ikutan, unduh di sini: {0}
it: Ehi, sto usando Telegram per chattare. Unisciti a me! Scaricalo qui: {0}
ko: 안녕하세요, 전 텔레그램이라는 메신저를 사용하고 있어요. 함께 사용해요! 여기서 다운로드하실 수 있어요. {0}
ms: Helo, saya menggunakan Telegram untuk bual. Ayuh ikut jejak saya! Muat turun di sini: {0}
nl: Ik gebruik Telegram om te chatten. Download de app hier: {0}
pl: Hej, do rozmów używam Telegrama. Dołącz do mnie! Pobierz go z: {0}
pt_br: Ei, eu tô usando o Telegram para conversar. Baixa também: {0}
ru: Привет, я использую Telegram для переписки. Присоединяйся! Скачать его можно здесь: {0}
sv: Hej, jag använder Telegram för att chatta. Gå med du också! Hämta här: {0}
tr: Merhaba, ben sohbet etmek için Telegram'ı kullanıyorum. Bana katıl! Buradan indir: {0}
uk: Привіт, я користуюся Telegram для спілкування. Приєднуйся! Завантажити тут: {0}
uz: Salom, men Telegramdan foydalanyapman. Menga qoʻshiling! Uni bu yerdan yuklab oling: {0}
zh_cn: 嗨，我正在使用 Telegram 聊天。加入我们吧！从这里下载：{0}
zh_tw: 嗨，我正在使用 Telegram 聊天。加入我們吧！從這裏下載：{0}

# InviteTextNum_one
source: Hey, I'm using Telegram to chat – and so are {0} of our other contact. Join us! Download it here: {1}
ar: مرحبا، أنا وإحدى جهات اتصالي نستخدم تيليجرام للمحادثة - يمكنك تنزيله من هنا: ⁨{1}⁩
be: Вітаю, я выкарыстоўваю Telegram для сувязі, і таксама {0} наш іншы кантакт. Далучайся! Спампуй па спасылцы: {1}
ca: Ep! Jo utilitzo el Telegram per a comunicar-me, i {0} dels nostres contactes també! Baixa'l i uneix-te a la conversa: {1}
de: Hi, ich benutze Telegram zum Chatten – genau wie {0} unserer Kontakte. Hier kannst du es herunterladen: {1}
es: Estoy usando Telegram para chatear, y también {0} de nuestros otros contactos. ¡Únete! Descárgala aquí: {1}
fi: Hei, käytän Telegramia keskusteluun – kuten {0} muu yhteystietomme. Liity seuraamme! Lataa se täältä: {1}
fr: Salut, j'utilise Telegram pour discuter, comme {0} de nos contacts ! Rejoins-nous : {1}
it: Ehi, sto usando Telegram per chattare – così come {0} altro dei nostri contatti. Unisciti a noi! Scaricalo qui: {1}
nl: Ik en nog {0} van onze contacten gebruiken Telegram om te chatten! Download de app hier: {1}
pl: Hej, do rozmów używam Telegrama, podobnie jak {0} inny kontakt, który ma cię w swojej książce telefonicznej. Dołącz do nas! Pobierz go z: {1}
pt_br: Ei, eu e mais {0} dos nossos contatos estamos usando o Telegram para conversar. Baixa também: {1}
ru: Привет, я использую Telegram для переписки – как и ещё {0} наш контакт. Присоединяйся! Скачать можно здесь: %@
sv: Hej, jag använder mig av Telegram för att chatta – och det gör även {0} av våra kontakter. Gå med du också! Hämta härifrån: {1}
tr: Merhaba, ben sohbet etmek için Telegram kullanıyorum – sen de rehberindeki {0} kişi ile sohbet et. Bize katıl! Buradan indir: {1}
uk: Привіт, я і ще {0} наш контакт користуються Telegram для спілкування. Приєднуйся! Завантаж тут: {1}

# InviteTextNum_other
source: Hey, I'm using Telegram to chat – and so are {0} of our other contacts. Join us! Download it here: {1}
ar: مرحبا، أنا و⁨{0}⁩ من جهات اتصالي نستخدم تيليجرام للمحادثة - يمكنك تنزيله من هنا: ⁨{1}⁩
be: Вітаю, я выкарыстоўваю Telegram для сувязі, і таксама {0} нашых іншых кантактаў. Далучайся! Спампуй па спасылцы: {1}
ca: Ep! Jo utilitzo el Telegram per a comunicar-me, i {0} dels nostres contactes també! Baixa'l i uneix-te a la conversa: {1}
de: Hi, ich benutze Telegram zum Chatten – genau wie {0} unserer Kontakte. Hier kannst du es herunterladen: {1}
es: Estoy usando Telegram para chatear, y también {0} de nuestros otros contactos. ¡Únete! Descárgala aquí: {1}
fi: Hei, käytän Telegramia keskusteluun – kuten {0} muuta yhteystietoamme. Liity seuraamme! Lataa se täältä: {1}
fr: Salut, j'utilise Telegram pour discuter, comme {0} de nos contacts ! Rejoins-nous : {1}
it: Ehi, sto usando Telegram per chattare – così come altri {0} dei nostri contatti. Unisciti a noi! Scaricalo qui: {1}
ko: 안녕하세요, {0}명의 친구와 텔레그램이라는 메신저를 사용하고 있어요. 함께 사용해요! 여기서 다운로드하세요: {1}
ms: Helo, saya mengguna Telegram untuk bual – dan juga {0} dari kenalan kami yang lain. Ayuh ikut jejak kami! Muat turun di sini: {1}
nl: Ik en nog {0} van onze contacten gebruiken Telegram om te chatten! Download de app hier: {1}
pl: Hej, do rozmów używam Telegrama, podobnie jak {0} innych kontaktów, które mają cię w swojej książce telefonicznej. Dołącz do nas! Pobierz go z: {1}
pt_br: Ei, eu e mais {0} dos nossos contatos estamos usando o Telegram para conversar. Baixa também: {1}
ru: Привет, я использую Telegram для переписки – как и ещё {0} наших контактов. Присоединяйся! Скачать можно здесь: %@
sv: Hej, jag använder Telegram för att chatta – och det gör även {0} av våra andra kontakter. Gå med du också! Hämta härifrån: {1}
tr: Merhaba, ben sohbet etmek için Telegram kullanıyorum – sen de rehberindeki {0} kişi ile sohbet et. Bize katıl! Buradan indir: {1}
uk: Привіт, я і ще {0} наших контактів користуються Telegram для спілкування. Приєднуйся! Завантаж тут: {1}

# InviteToChannelError
source: Sorry, you can't add this user to channels because of user's privacy settings.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم للقنوات نظرًا لإعدادات خصوصيته.
be: На жаль, вы не можаце дадаваць гэтага карыстальніка да каналаў, бо ён(яна) забараніў(-ла) гэта сваімі наладамі прыватнасці.
ca: No podeu afegir l'usuari a cap canal a causa de la seva configuració de privadesa.
de: Der Nutzer hat das Hinzufügen zu Kanälen in den Privatsphäre-Einstellungen leider nicht erlaubt.
es: No puedes añadir a este usuario a canales debido a sus ajustes de privacidad.
fa: متأسفانه به دلیل تنظیمات حریم خصوصی این کاربر، شما نمی‌توانید او را به کانال‌ها اضافه کنید.
fi: Valitettavasti tämän käyttäjän yksityisyysasetukset estävät lisäämisen kanaville.
fr: Désolé, vous ne pouvez pas ajouter cet utilisateur aux canaux à cause de ses paramètres de confidentialité.
id: Maaf, Anda tidak dapat menambah pengguna ini ke channel karena pengaturan privasi pengguna.
it: Spiacenti, non puoi aggiungere questo utente al canale a causa delle sue impostazioni di privacy.
ko: 죄송합니다. 사용자의 개인 정보 설정으로 인해 이 사용자를 채널에 추가하실 수 없습니다.
ms: Maaf, anda tidak boleh tambah pengguna ini ke saluran kerana aturan privasi yang tidak membenarkan.
nl: Je kunt deze gebruiker niet toevoegen aan kanalen vanwege de privacyinstellingen van deze gebruiker.
pl: Nie możesz dodać tego użytkownika do kanałów ze względu na jego ustawienia prywatności.
pt_br: Desculpe, você não pode adicionar esse usuário a canais devido às configurações de privacidade dele.
ru: Вы не можете приглашать этого пользователя в каналы из-за его настроек приватности.
sv: Du kan inte lägga till användaren i kanaler på grund av dennes integritetsinställningar.
tr: Üzgünüz, kullanıcının gizlilik ayarları nedeniyle bu kullanıcıyı kanallara ekleyemezsiniz.
uk: Ви не можете додавати цього користувача до каналів через його політику приватності.
uz: Kechirasiz, bu foydalanuvchining maxfiylik sozlamalari sababli uni kanallarga qoʻsha olmaysiz.
zh_cn: 抱歉，根据此用户的隐私设置，您无法邀请此人关注频道。
zh_tw: 抱歉，根據此用戶的隱私設定，您無法邀請此人訂閲頻道。

# InviteToGroupByLink
source: Invite to Group via Link
ar: استخدام رابط للدعوة إلى المجموعة
be: Запрасіць у суполку праз спасылку
ca: Convida al grup amb un enllaç
de: Per Link zur Gruppe einladen
es: Invitar al grupo con un enlace
fa: دعوت به گروه از طریق لینک
fi: Kutsu ryhmään kutsulinkillä
fr: Inviter avec un lien
id: Undang ke Grup dengan Tautan
it: Invita nel gruppo tramite link
ko: 링크로 그룹에 초대하기
ms: Jemput ke Grup melalui Link
nl: Uitnodigingslink sturen
pl: Zaproś do grupy poprzez link
pt_br: Convidar para o Grupo via Link
ru: Пригласить в группу по ссылке
sv: Bjud in till gruppen med en länk
tr: Bağlantı ile Gruba Davet Et
uk: Запросити до групи посиланням
uz: Guruhga havola orqali taklif qilish
zh_cn: 通过链接邀请他人加入群组
zh_tw: 通過鏈結邀請他人加入群組

# InviteToGroupError
source: Sorry, you can't add this user to groups because of user's privacy settings.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم للمجموعات نظرًا لإعدادات خصوصيته.
be: На жаль, вы не можаце дадаць гэтага карыстальніка ў суполкі, бо ён(яна) забараніў(-ла) гэта сваімі наладамі прыватнасці.
ca: No podeu afegir l'usuari a cap grup a causa de la seva configuració de privadesa.
de: Du kannst diesen Nutzer nicht hinzufügen, weil er das nicht erlaubt.
es: No puedes añadir a este usuario a grupos debido a sus ajustes de privacidad.
fa: متأسفانه به دلیل تنظیمات حریم خصوصی این کاربر، شما نمی‌توانید او را به گروه‌ها اضافه کنید.
fi: Valitettavasti tämän käyttäjän yksityisyysasetukset estävät lisäämisen ryhmiin.
fr: Vous ne pouvez ajouter cet utilisateur aux groupes à cause de ses paramètres de confidentialité.
id: Maaf, Anda tidak dapat menambah pengguna ini ke grup karena pengaturan privasi pengguna.
it: Spiacenti, non puoi aggiungere questo utente al gruppo a causa delle sue impostazioni di privacy.
ko: 죄송합니다. 사용자의 개인 정보 설정으로 인해 이 사용자를 그룹에 추가하실 수 없습니다.
ms: Maaf, anda tidak boleh tambah pengguna ini ke grup kerana aturan privasi yang tidak membenarkan.
nl: Je kunt deze gebruiker niet toevoegen aan groepen vanwege de privacyinstellingen van deze gebruiker.
pl: Nie możesz dodawać tego użytkownika do grup ze względu na jego ustawienia prywatności.
pt_br: Desculpe, você não pode adicionar esse usuário a grupos devido às configurações de privacidade dele.
ru: Вы не можете приглашать этого пользователя в группы из-за его настроек приватности.
sv: Beklagar, användarens integritetsval hindrar att lägga till denne i gruppen.
tr: Üzgünüz, bu kullanıcıyı kullanıcının gizlilik ayarları nedeniyle gruplara ekleyemezsiniz.
uk: Ви не можете додати цього користувача до груп через його політику приватності.
uz: Kechirasiz, bu foydalanuvchining maxfiylik sozlamalari sababli uni guruhlarga qoʻsha olmaysiz.
zh_cn: 抱歉，根据此用户的隐私设置，您无法将其添加到群组。
zh_tw: 抱歉，根據此用戶的隱私設定，您無法將其添加到群組。

source: INVITE TO TELEGRAM
ar: دعوة إلى تيليجرام
be: ЗАПРАСІЦЬ У TELEGRAM
ca: CONVIDA AL TELEGRAM
de: ZU TELEGRAM EINLADEN
es: INVITAR A TELEGRAM
fa: دعوت به تلگرام
fi: KUTSU TELEGRAMIIN
fr: INVITER SUR TELEGRAM
id: UNDANG KE TELEGRAM
it: INVITA SU TELEGRAM
ko: 텔레그램으로 초대
ms: JEMPUT KE TELEGRAM
nl: NODIG UIT VOOR TELEGRAM
pl: ZAPROŚ DO TELEGRAMA
pt_br: CONVIDAR PARA O TELEGRAM
ru: ПРИГЛАСИТЬ В TELEGRAM
sv: BJUD IN TILL TELEGRAM
tr: TELEGRAM'A DAVET ET
uk: ЗАПРОСИТИ ДО TELEGRAM
uz: TELEGRAMGA TAKLIF QILISH
zh_cn: 邀请使用 TELEGRAM
zh_tw: 邀請使用 TELEGRAM
